{
  "language": "en_US",
  "localizedLanguage": "English",
  "titles": {
    "index": "Tiger Migration - Specialty·specialising in Turkish immigration",
    "local": "Tiger Migration - Local Conditions",
    "services": "Tiger Migration - Immigration Services",
    "about": "Tiger Migration - About Us"
  },
  "description": "Tiger Migration, a one-stop integrated cross-border service provider with a focus on Turkish immigration services, is a global service provider.",
  "keyword": "Migrate,buy a home,settle",
  "translations": {
    "getLang": "getLang",
    "styles": {
      "masthead": {
        "fontWeight": "font-weight: 700;",
        "primaryIntro": "primary-intro primary-intro__en"
      }
    },
    "header": {
      "logo": "Tiger Migration",
      "logoDesc": "Professional·Focus on Turkish Immigration",
      "index": "Home",
      "local": "Local Conditions",
      "services": "Services",
      "about": "About Us",
      "English": "English",
      "sChinese": "简体 - 中文",
      "tChinese": "繁體 - 中文"
    },
    "footer": {
      "copyrights": "©2022 By Tiger.com All rights reserved."
    },
    "advertisement-1": {
      "head": "Tiger Migration",
      "title": "Focus on Turkish Immigration",
      "tags": {
        "tag-1": "Midland Direct",
        "tag-2": "Conscientious Service",
        "tag-3": "Success Guarantee"
      }
    },
    "callForm": {
      "tag": "Call to Action",
      "title": "Fill out the purchase request",
      "desc": "Online Matching of Desired Properties",
      "name": "Your Name",
      "namePlaceholder": "Please enter your name",
      "phone": "Contact Number",
      "phonePlaceholder": "Please enter contact number",
      "email": "Email",
      "emailPlaceholder": "Please enter email",
      "message": "Message",
      "messagePlaceholder": "Please leave a message here and we'll be replying as soon as possible.",
      "submit": "Submit"
    },
    "overview-advantages": {
      "adv-1": "Once the center of the Roman, Byzantine and Ottoman Empires, it has a long history of 6,500 years and a heritage of thirteen different civilizations",
      "adv-2": "Surrounded by sea on three sides and complicated inland, it has an extremely favorable strategic position and extremely rich natural resources",
      "adv-3": "It is a modern country with advanced social service facilities and hospitable people",
      "adv-4": "The culture is splendid, the scenery is fascinating, and there are many mysterious legends"
    },
    "index": {
      "masthead": {
        "tag": "Tiger Migration",
        "title": "Turkish passport investment",
        "subtitle": "(home purchase)",
        "intro-1": "400,000 USD purchase, passport for the whole family,",
        "intro-2": "UK/US jumping off point",
        "icons": {
          "icon-1": "Immigration Program Customization",
          "icon-2": "98% Pass Rate Guarantee",
          "icon-3": "Full service from application to card pickup"
        }
      },
      "consultant": {
        "tag": "What we do",
        "title": "Immigration Consultant Consultation",
        "subtitle": "24-hour consulting services for you to develop exclusive programs according to your actual needs",
        "consultants": {
          "chat": "Chat now by scanning the code",
          "consultant-1": {
            "name": "Harry Abraham",
            "title": "Senior Immigration Planner",
            "desc": "10 years of experience in the immigration industry, specializing in Malta, Japan, Turkey and other countries for immigration status.",
            "phone": "188 1234 5678"
          },
          "consultant-2": {
            "name": "Thomas Novak",
            "title": "Senior Immigration Planner",
            "desc": "7 years of experience in the immigration industry, specializing in Turkey, Vanuatu, Canada and other countries for immigration status.",
            "phone": "188 1234 5678"
          },
          "consultant-3": {
            "name": "Edward Willey",
            "title": "Senior Immigration Planner",
            "desc": "9 years of experience in the immigration industry, specializing in Korea, Singapore, Turkey and other countries immigration status processing.",
            "phone": "188 1234 5678"
          },
          "consultant-4": {
            "name": "Berry Krebs",
            "title": "Senior Immigration Planner",
            "desc": "9 years of experience in the immigration industry, specializing in Australia, Ireland, Turkey and other countries for immigration status.",
            "phone": "188 1234 5678"
          }
        }
      },
      "strengths": {
        "tag": "Why choose us",
        "title": "Tiger Core Strengths",
        "advantages": {
          "adv-1": "Property advantages, discounts on purchases, well below market price",
          "adv-2": "With a strong project development and risk control system to make your migration path safer",
          "adv-3": "Professional team at home and abroad, helping many people to realize their dreams overseas",
          "adv-4": "Gathering three major law firms + 15 senior professional lawyers to escort",
          "adv-5": "The first to grasp the immigration policy dynamics, to win the first opportunity for customers",
          "adv-6": "Login interview guidance to increase the success rate of getting a visa"
        }
      }
    },
    "local": {
      "masthead": {
        "tag": "Multi-country visa waiver",
        "title": "Turkish passport investment",
        "intro-1": "Visa-free access to more than 110 countries and regions,",
        "intro-2": "fast approval of Turkish passport"
      },
      "overview": {
        "tag": "About Turkey",
        "title": "Country Overview",
        "desc": "Turkey is a magical country that straddles the Eurasian continent and is known as the \"cradle of civilization\"."
      },
      "immiInfo": {
        "tag": "Your attention",
        "title": "Immigration Information",
        "infos": {
          "info-1": {
            "title": "Medical Resources",
            "desc": "Health care services in Turkey are provided by public and private health care institutions. Under this system, all residents registered with the Social Security Institution can receive free medical treatment at hospitals contracted with SGK."
          },
          "info-2": {
            "title": "Beautiful Scenery",
            "desc": "Surrounded by sea on three sides, Turkey has 7,200 km of coastline and 1,500 hot springs, ranking 7th in the world and 1st in Europe; with the global Blue Flag beaches selected in 2021, Turkey's total number of Blue Flag beaches reaches 519,3rd in the world."
          },
          "info-3": {
            "title": "Country Climate",
            "desc": "With its mild climate and varied landscapes, from coastal plains to mountain pastures, from cedar forests to open grasslands, Turkey is one of the richest countries in the world in terms of plant species."
          },
          "info-4": {
            "title": "Investment Economics",
            "desc": "Turkey's real estate sector has seen tremendous growth in the past 10 years. Data shows that Turkey ranks sixth in the world in terms of annual price growth index, with an annual growth rate of over 11%, even higher than Australia and Canada."
          }
        }
      }
    },
    "services": {
      "masthead": {
        "tag": "Turkey",
        "title": "Overseas investment wind vane",
        "intro": "One Step to Identity + Homeownership"
      },
      "reasons": {
        "tag": "Why Turkey",
        "title": "Turkey Home Buyer Immigration",
        "reason-1": {
          "title": "Prime Location",
          "desc": "Straddling Europe and Asia, it is the crossroads between Europe and Asia, surrounded by sea on three sides, and is the exit of the Black Sea"
        },
        "reason-2": {
          "title": "High Cost Performance",
          "desc": "Only $400,000 USD in real estate, a room in the north = a suite in Turkey + national passport"
        },
        "reason-3": {
          "title": "Good Education Level",
          "desc": "12 years of free and compulsory education, 174 public universities, and many high-quality international schools in England, Germany, and France"
        },
        "reason-4": {
          "title": "Travel Convenience",
          "desc": "Fast track to the U.S. by applying for E1/E2 visas for 117 countries and territories with Turkish identity or Turkish identity"
        }
      },
      "advantages": {
        "tag": "About Turkey",
        "title": "Home purchase to achieve home ownership",
        "desc": "According to Knight Frank's property price growth index ranking for the third quarter of 2017, Turkey's property price growth rate was 11.1%, which is side-by-side evidence that property is in a value depression with a positive outlook; the government encourages the real estate industry by introducing a number of low tax incentives; Turkey's economic development momentum, well-developed transportation and infrastructure, low housing vacancy rate and high rental yields, all of which corroborate that buying freehold property in Turkey property in Turkey is an excellent way to achieve overseas asset allocation.",
        "img-title": "Mesa Avenue",
        "img-desc": "Property Address",
        "adv-1": "Average price $8,330 per square foot",
        "adv-2": "Proximity to the port (only 1 km)",
        "adv-3": "Just 100 meters from Marmaray metro station",
        "adv-4": "It is a large and comfortable community where life, business and leisure are integrated",
        "adv-5": "Well-appointed facilities and abundant living resources",
        "adv-6": "Average price $8,330 per square foot",
        "adv-7": "Proximity to the port (only 1 km)",
        "adv-8": "Just 100 meters from Marmaray metro station",
        "adv-9": "It is a large and comfortable community where life, business and leisure are integrated",
        "adv-10": "Well-appointed facilities and abundant living resources"
      },
      "economy": {
        "tag": "Strength",
        "title": "Turkish economic strength",
        "card-1": {
          "title": "Rapid economic development",
          "desc": "China has become the second-largest trading partner of Turkey. 2021 Total Turkish exports to China grow by more than 50%. Number of Chinese companies operating in Turkey reaches 1,148 by the end of 2020"
        },
        "card-2": {
          "title": "Rich tourism resources",
          "desc": "The 10th most popular tourist destination in the world. Istanbul Airport is one of the busiest airports in Europe. Turkey's total tourism revenue climbs 103% in 2021 reaching $24.482 billion"
        }
      },
      "passport": {
        "tag": "You Need",
        "title": "How to apply for a Turkish passport?",
        "subtitle": "Application requirements",
        "requirement-1": "1. The applicant is at least 18 years old (spouse and children under 18 years old can apply with the applicant).",
        "requirement-2": "2. Purchase 400,000 USD property in Turkey.",
        "requirement-3": "3. The property can be sold after three years without affecting the status",
        "immigrationProcess": {
          "title": "Immigration Process",
          "step-1": "Consultation to determine the willingness to invest and authorize the lawyer to handle immigration-related procedures",
          "step-2": "Successful selection (you can come to see the house on site or video viewing), you need to pay a deposit for the purchase of the house",
          "step-3": "Open an account and pay the balance of the house price to the real estate company",
          "step-4": "Go through the property transfer process and apply for an appraisal report",
          "step-5": "Successful transfer of property and submission of application for Turkish residence card",
          "step-6": "Submit information and apply for naturalization"
        }
      }
    },
    "about": {
      "masthead": {
        "tag": "Tiger",
        "title": "About Us",
        "desc": "Set industry service standards and customize the most suitable immigration solutions"
      },
      "profile": {
        "tag": "Company Profile",
        "title": "Tiger Technology and Real Estate Investment Co.",
        "text-1": "Tiger Technology and Real Estate Investment Co., Ltd. is a one-stop comprehensive cross-border service provider focusing on Turkish immigration services, headquartered in Istanbul, Turkey, with global services.",
        "text-2": "Tiger Technology has always been committed to providing the global elite with \"unhindered and worry-free settlement\" solutions. From children's overseas education, investment and property purchase to overseas identity planning, Tiger Technology has been investing in the field of overseas settlement and global business layout to provide a bridge to the world for people who want to realize their global dreams.",
        "text-3": "Tiger Technology puts itself in the shoes of its customers and sets industry service standards through model and product innovation, and is committed to customizing the most appropriate immigration solutions for tens of thousands of users.",
        "quote": "“Unimpeded travel and worry-free settlement”",
        "author": "Tiger Technology"
      },
      "contacts": {
        "phone": "Contact Number",
        "num-1": "+90 551 995 5905",
        "num-2": "+90 (212) 916 25 88",
        "email": "Email",
        "email-1": "bussiness@sarzla.com",
        "address": "Company Address",
        "address-1": "ZİYA GÖKALP MAH. SÜLEYMAN DEMİREL BLV."
      }
    }
  }
}